Repository: bopopescu/trunk-eggs
Catalog: naaya.chm/Products/CHM2/skel/others/chm_terms_translations/*.xliff
Languages: dutch

# 01_01
source: Abundance and distribution of species
dutch: Aantal en verspreiding van soorten

# 01_02
source: Status of threathened species
dutch: Status van bedreigde soorten

# 01_03
source: Extent of selected biomes, ecosystems and habitats
dutch: Areaal van specifieke biomen, ecosystemen en habitats

# 01_04
source: Genetic diversity
dutch: Genetische diversiteit

# 01_05
source: Protected areas
dutch: Beschermde gebieden

# 01_06
source: Island biodiversity
dutch: Biodiversiteit van Eilanden

# 01_07
source: Mountain biodiversity
dutch: Biodiversiteit van Bergen

# 01_08
source: Identification, Monitoring, Indicators and Assessments
dutch: Identificatie, Monitoring, Indicatoren en Evaluaties

# 01_09
source: Plant Conservation
dutch: Bescherming van Planten

# 02_01
source: Forest under sustainable management
dutch: Bossen onder duurzaam beheer

# 02_02
source: Agricultural practices potentially supporting biodiversity
dutch: Landbouw praktijken welke potentieel gunstig zijn voor biodiversiteit

# 02_03
source: Sustainable fishery and aquaculture management
dutch: Duurzame visserij en aquacultuur management

# 02_04
source: Products derived from sustainable sources
dutch: Producten vanuit duurzame bronnen

# 02_05
source: Ecological Footprint
dutch: Ecologische Voetafdruk

# 02_06
source: Biodiversity for Development
dutch: Biodiversiteit voor Ontwikkeling

# 02_07
source: Economics, Trade and Incentive measures
dutch: Economie, Handel en Stimuleringsmaatregelen

# 03_01
source: Nitrogen deposition
dutch: Stikstof depositie

# 03_02
source: Invasive alien species
dutch: Invasieve exotische soorten

# 03_03
source: Climate change
dutch: Klimaatverandering

# 03_04
source: Desertification
dutch: Woestijnvorming

# 03_05
source: Impact assessment
dutch: Effectbeoordeling

# 04_01
source: Marine Trophic Index
dutch: Mariene Trofische index

# 04_02
source: Trophic integrity of terrestrrial and freshwater ecosystems
dutch: Trofische integriteit van terrestrische ecosystemen en binnenwateren

# 04_03
source: Fragmentation of natural and semi-natural areas
dutch: Fragmentatie van natuurlijke en semi-natuurlijke gebieden

# 04_04
source: Fragmentation of river systems
dutch: Fragmentatie van riviersystemen

# 04_05
source: Nutrients in transitional, coastal and marine waters
dutch: Nutriënten in kust- en zeewateren

# 04_06
source: Water quality of freshwater ecosystems
dutch: Waterkwaliteit van zoetwater ecosystemen

# 04_07
source: Human-induced ecosystem failure
dutch: Door mensen veroorzaakte verstoring van ecosystemen

# 04_08
source: Health and well-being of humans
dutch: Gezondheid en welzijn van mensen

# 04_09
source: Biodiversity for food and medicine
dutch: Biodiversiteit voor voedsel en medicijnen

# 04_10
source: Biodiversity and tourism
dutch: Biodiversiteit en toerisme

# 05_01
source: Traditional knowledge
dutch: Traditionele kennis

# 05_02
source: Innovations
dutch: Innovaties

# 05_03
source: Best practices
dutch: Praktijkvoorbeelden

# 07_01
source: Financing biodiversity management
dutch: Financiering van beheer van biodiversiteit

# 07_02
source: Technology transfer and cooperation
dutch: Technologieoverdracht en samenwerking

# 07_03
source: Liability and Redress
dutch: Aansprakelijkheid en compensatie
