Repository: bopopescu/trunk-eggs
Catalog: naaya.chm/Products/CHM2/skel/others/chm_terms_translations/Romanian.xliff
Languages: romanian

# 01_01
source: Abundance and distribution of species
romanian: Abundenţa şi distribuţia speciilor

# 01_02
source: Status of threathened species
romanian: Situația speciilor amenințate

# 01_03
source: Extent of selected biomes, ecosystems and habitats
romanian: Suprafața de biomasă, ecosisteme și habitate

# 01_04
source: Genetic diversity
romanian: Diversiatea genetică

# 01_05
source: Protected areas
romanian: Ariilor protejate

# 01_06
source: Island biodiversity
romanian: Diversitatea insulară

# 01_07
source: Mountain biodiversity
romanian: Diversitatea montană/alpină

# 01_08
source: Identification, Monitoring, Indicators and Assessments
romanian: Identificarea, monitorizarea, indicatori și evaluări

# 02_01
source: Forest under sustainable management
romanian: Pădurea în conformitate cu un management durabil

# 02_02
source: Agricultural practices potentially supporting biodiversity
romanian: Potențiale practici agricole în sprijinul biodiversității

# 02_03
source: Sustainable fishery and aquaculture management
romanian: Managementul durabil al pescuitului și acvaculturii

# 02_04
source: Products derived from sustainable sources
romanian: Produse derivate din surse durabile

# 02_05
source: Ecological Footprint
romanian: Amprenta ecologică

# 03_01
source: Nitrogen deposition
romanian: Depunerea de azot

# 03_02
source: Invasive alien species
romanian: Specii alohtone invazive

# 03_03
source: Climate change
romanian: Schimbări climatice

# 03_04
source: Desertification
romanian: Deșertificare

# 04_01
source: Marine Trophic Index
romanian: Indicele trofic marin

# 04_03
source: Fragmentation of natural and semi-natural areas
romanian: Fragmentarea zonelor naturale şi semi-naturale

# 04_04
source: Fragmentation of river systems
romanian: Fragmentarea sistemelor de râu

# 04_05
source: Nutrients in transitional, coastal and marine waters
romanian: Nutrienţi în apele de tranziţie, costiere şi marine

# 04_06
source: Water quality of freshwater ecosystems
romanian: Calitatea apei ecosistemelor de apă dulce

# 04_08
source: Health and well-being of humans
romanian: Sănătatea şi bunăstarea oamenilor

# 04_09
source: Biodiversity for food and medicine
romanian: Biodiversitate pentru alimente şi medicamente

# 04_10
source: Biodiversity and tourism
romanian: Biodiversitate și turism

# 05_01
source: Traditional knowledge
romanian: Cunoștințe tradiționale

# 05_02
source: Innovations
romanian: Inovații

# 05_03
source: Best practices
romanian: bune practici

# 07_01
source: Financing biodiversity management
romanian: Finanțarea managementului biodiversității

# 07_02
source: Technology transfer and cooperation
romanian: Cooperarea și transferul de tehnologie

# 07_03
source: Liability and Redress
romanian: Răspundere și reparație
